Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# CodeIntegrityInformationNavigationItem.Content
source: Code Integrity Information
ar: معلومات تكامل التعليمات البرمجية
de_de: Informationen zur Codeintegrität
el_gr: Πληροφορίες Ακεραιότητας Κώδικα
es: Información de Integridad de Código
fr_fr: Informations sur l'Intégrité du Code
he_il: מידע על שלמות קוד
hi_in: कोड इंटीग्रिटी जानकारी
ja_jp: コード整合性情報
ml_in: കോഡ് ഇന്റഗ്രിറ്റി വിവരങ്ങൾ
pl_pl: Informacje o integralności kodu
tr_tr: Kod Bütünlüğü Bilgisi

# CodeIntegrityInformationNavigationItem.ToolTipService.ToolTip
source: View Code Integrity information of the system
ar: عرض معلومات تكامل التعليمات البرمجية للنظام
de_de: Codeintegritätsinformationen des Systems anzeigen
el_gr: Προβολή πληροφοριών Ακεραιότητας Κώδικα του συστήματος
es: Ver información de Integridad de Código del sistema
fr_fr: Afficher les informations d'intégrité du code du système
he_il: צפה במידע על שלמות קוד של המערכת
hi_in: सिस्टम की कोड इंटीग्रिटी जानकारी देखें
ja_jp: システムのコード整合性情報を表示します
ml_in: സിസ്റ്റത്തിന്റെ കോഡ് ഇന്റഗ്രിറ്റി വിവരങ്ങൾ കാണുക
pl_pl: Wyświetl informacje o integralności kodu systemu
tr_tr: Sistemin Kod Bütünlüğü bilgilerini görüntüleme

# CodeIntegrityInformationNavigationItem.AutomationProperties.HelpText
source: View Code Integrity information of the system
ar: عرض معلومات تكامل التعليمات البرمجية للنظام
de_de: Codeintegritätsinformationen des Systems anzeigen
el_gr: Προβολή πληροφοριών Ακεραιότητας Κώδικα του συστήματος
es: Ver información de Integridad de Código del sistema
fr_fr: Afficher les informations d'intégrité du code du système
he_il: צפה במידע על שלמות קוד של המערכת
hi_in: सिस्टम की कोड इंटीग्रिटी जानकारी देखें
ja_jp: システムのコード整合性情報を表示します
ml_in: സിസ്റ്റത്തിന്റെ കോഡ് ഇന്റഗ്രിറ്റി വിവരങ്ങൾ കാണുക
pl_pl: Wyświetl informacje o integralności kodu systemu
tr_tr: Sistemin Kod Bütünlüğü bilgilerini görüntüleme

# RetrieveCodeIntegrityInfoButton.Content
source: Retrieve Code Integrity Info
ar: استرداد معلومات تكامل التعليمات البرمجية
de_de: Codeintegritätsinformationen abrufen
el_gr: Ανάκτηση Πληροφοριών Ακεραιότητας Κώδικα
es: Recuperar Información de Integridad de Código
fr_fr: Récupérer les Infos d'Intégrité du Code
he_il: אחזר מידע על שלמות קוד
hi_in: कोड इंटीग्रिटी जानकारी पुनर्प्राप्त करें
ja_jp: コード整合性情報を取得
ml_in: കോഡ് ഇന്റഗ്രിറ്റി വിവരങ്ങൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz informacje o integralności kodu
tr_tr: Kod Bütünlüğü Bilgisini Alma

# RetrieveCodeIntegrityInfoButton.ToolTipService.ToolTip
source: Retrieve the latest effective Code Integrity information from the current system
ar: استرداد أحدث معلومات تكامل التعليمات البرمجية الفعالة من النظام الحالي
de_de: Die neuesten wirksamen Codeintegritätsinformationen vom aktuellen System abrufen
el_gr: Ανάκτηση των πιο πρόσφατων αποτελεσματικών πληροφοριών Ακεραιότητας Κώδικα από το τρέχον σύστημα
es: Recuperar la información efectiva más reciente de Integridad de Código del sistema actual
fr_fr: Récupérer les dernières informations d'intégrité du code effectives du système actuel
he_il: אחזר את המידע העדכני ביותר על שלמות קוד מהמערכת הנוכחית
hi_in: वर्तमान सिस्टम से नवीनतम प्रभावी कोड इंटीग्रिटी जानकारी प्राप्त करें
ja_jp: 現在のシステムから最新の有効なコード整合性情報を取得します
ml_in: നിലവിലെ സിസ്റ്റത്തിൽ നിന്ന് ഏറ്റവും പുതിയ ഫലപ്രദമായ കോഡ് ഇന്റഗ്രിറ്റി വിവരങ്ങൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowsze obowiązujące informacje o integralności kodu z bieżącego systemu
tr_tr: Mevcut sistemden en son etkili Kod Bütünlüğü bilgilerini alın

# RetrieveCodeIntegrityInfoButton.AutomationProperties.HelpText
source: Retrieve the latest effective Code Integrity information from the current system
ar: استرداد أحدث معلومات تكامل التعليمات البرمجية الفعالة من النظام الحالي
de_de: Die neuesten wirksamen Codeintegritätsinformationen vom aktuellen System abrufen
el_gr: Ανάκτηση των πιο πρόσφατων αποτελεσματικών πληροφοριών Ακεραιότητας Κώδικα από το τρέχον σύστημα
es: Recuperar la información efectiva más reciente de Integridad de Código del sistema actual
fr_fr: Récupérer les dernières informations d'intégrité du code effectives du système actuel
he_il: אחזר את המידע העדכני ביותר על שלמות קוד מהמערכת הנוכחית
hi_in: वर्तमान सिस्टम से नवीनतम प्रभावी कोड इंटीग्रिटी जानकारी प्राप्त करें
ja_jp: 現在のシステムから最新の有効なコード整合性情報を取得します
ml_in: നിലവിലെ സിസ്റ്റത്തിൽ നിന്ന് ഏറ്റവും പുതിയ ഫലപ്രദമായ കോഡ് ഇന്റഗ്രിറ്റി വിവരങ്ങൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz najnowsze obowiązujące informacje o integralności kodu z bieżącego systemu
tr_tr: Mevcut sistemden en son etkili Kod Bütünlüğü bilgilerini alın

# KeySizeSettingsCard.Header
source: Key Size
ar: حجم المفتاح
de_de: Schlüssellänge
el_gr: Μέγεθος Κλειδιού
es: Tamaño de Clave
fr_fr: Taille de la Clé
he_il: גודל מפתח
hi_in: कुंजी आकार
ja_jp: キーサイズ
ml_in: കീ വലുപ്പം
pl_pl: Rozmiar klucza
tr_tr: Anahtar Boyutu

# KeySizeSettingsCard.Description
source: The cryptographic key's length, measured in bits, defines the strength and security of private key encryption. Bigger key sizes take more time and processing power to generate.
ar: يحدد طول مفتاح التشفير، المقاس بالبتات، قوة وأمان تشفير المفتاح الخاص. تستغرق أحجام المفاتيح الأكبر وقتًا أطول وقوة معالجة أكبر لإنشائها.
de_de: Die Länge des kryptografischen Schlüssels, gemessen in Bit, bestimmt die Stärke und Sicherheit der Verschlüsselung mit dem privaten Schlüssel. Größere Schlüssellängen erfordern mehr Zeit und Rechenleistung für die Generierung.
el_gr: Το μήκος του κρυπτογραφικού κλειδιού, μετρημένο σε bits, καθορίζει την ισχύ και την ασφάλεια της κρυπτογράφησης ιδιωτικού κλειδιού. Μεγαλύτερα μεγέθη κλειδιών απαιτούν περισσότερο χρόνο και επεξεργαστική ισχύ για να παραχθούν.
es: La longitud de la clave criptográfica, medida en bits, define la fortaleza y seguridad del cifrado de clave privada. Tamaños de clave mayores requieren más tiempo y potencia de procesamiento para generar.
fr_fr: La longueur de la clé cryptographique, mesurée en bits, définit la force et la sécurité du chiffrement de la clé privée. Des tailles de clé plus grandes prennent plus de temps et de puissance de traitement à générer.
he_il: אורך המפתח הקריפטוגרפי, הנמדד בסיביות, מגדיר את החוזק והאבטחה של הצפנת מפתח פרטי. גדלי מפתח גדולים יותר דורשים יותר זמן וכוח עיבוד ליצירה.
hi_in: क्रिप्टोग्राफिक कुंजी की लंबाई, बिट्स में मापी जाती है, जो निजी कुंजी एन्क्रिप्शन की ताकत और सुरक्षा को परिभाषित करती है। बड़ी कुंजी आकार बनाने में अधिक समय और संसाधन लगते हैं।
ja_jp: ビット単位で測定される暗号化キーの長さは、秘密キー暗号化の強度とセキュリティを定義します。キーサイズが大きいほど、生成により多くの時間と処理能力が必要です。
ml_in: ക്രിപ്‌റ്റോഗ്രാഫിക് കീയുടെ നീളം, ബിറ്റുകളിൽ അളക്കുന്നത്, സ്വകാര്യ കീ എൻക്രിപ്ഷന്റെ ശക്തിയും സുരക്ഷയും നിർവചിക്കുന്നു. വലിയ കീ വലുപ്പങ്ങൾക്ക് കൂടുതൽ സമയവും പ്രോസസ്സിംഗ് ശക്തിയും ആവശ്യമാണ്.
pl_pl: Długość klucza kryptograficznego, mierzona w bitach, określa siłę i bezpieczeństwo szyfrowania kluczem prywatnym. Większe rozmiary kluczy wymagają więcej czasu i mocy obliczeniowej do wygenerowania.
tr_tr: Bit cinsinden ölçülen kriptografik anahtarın uzunluğu, özel anahtar şifrelemesinin gücünü ve güvenliğini tanımlar. Daha büyük anahtar boyutlarının oluşturulması daha fazla zaman ve işlem gücü gerektirir.

# KeySizeSettingsCard.ToolTipService.ToolTip
source: The cryptographic key's length, measured in bits, defines the strength and security of private key encryption. Bigger key sizes take more time and processing power to generate.
ar: يحدد طول مفتاح التشفير، المقاس بالبتات، قوة وأمان تشفير المفتاح الخاص. تستغرق أحجام المفاتيح الأكبر وقتًا أطول وقوة معالجة أكبر لإنشائها.
de_de: Die Länge des kryptografischen Schlüssels, gemessen in Bit, bestimmt die Stärke und Sicherheit der Verschlüsselung mit dem privaten Schlüssel. Größere Schlüssellängen erfordern mehr Zeit und Rechenleistung für die Generierung.
el_gr: Το μήκος του κρυπτογραφικού κλειδιού, μετρημένο σε bits, καθορίζει την ισχύ και την ασφάλεια της κρυπτογράφησης ιδιωτικού κλειδιού. Μεγαλύτερα μεγέθη κλειδιών απαιτούν περισσότερο χρόνο και επεξεργαστική ισχύ για να παραχθούν.
es: La longitud de la clave criptográfica, medida en bits, define la fortaleza y seguridad del cifrado de clave privada. Tamaños de clave mayores requieren más tiempo y potencia de procesamiento para generar.
fr_fr: La longueur de la clé cryptographique, mesurée en bits, définit la force et la sécurité du chiffrement de la clé privée. Des tailles de clé plus grandes prennent plus de temps et de puissance de traitement à générer.
he_il: אורך המפתח הקריפטוגרפי, הנמדד בסיביות, מגדיר את החוזק והאבטחה של הצפנת מפתח פרטי. גדלי מפתח גדולים יותר דורשים יותר זמן וכוח עיבוד ליצירה.
hi_in: क्रिप्टोग्राफिक कुंजी की लंबाई, बिट्स में मापी जाती है, जो निजी कुंजी एन्क्रिप्शन की ताकत और सुरक्षा को परिभाषित करती है। बड़ी कुंजी आकार बनाने में अधिक समय और संसाधन लगते हैं।
ja_jp: ビット単位で測定される暗号化キーの長さは、秘密キー暗号化の強度とセキュリティを定義します。キーサイズが大きいほど、生成により多くの時間と処理能力が必要です。
ml_in: ക്രിപ്‌റ്റോഗ്രാഫിക് കീയുടെ നീളം, ബിറ്റുകളിൽ അളക്കുന്നത്, സ്വകാര്യ കീ എൻക്രിപ്ഷന്റെ ശക്തിയും സുരക്ഷയും നിർവചിക്കുന്നു. വലിയ കീ വലുപ്പങ്ങൾക്ക് കൂടുതൽ സമയവും പ്രോസസ്സിംഗ് ശക്തിയും ആവശ്യമാണ്.
pl_pl: Długość klucza kryptograficznego, mierzona w bitach, określa siłę i bezpieczeństwo szyfrowania kluczem prywatnym. Większe rozmiary kluczy wymagają więcej czasu i mocy obliczeniowej do wygenerowania.
tr_tr: Bit cinsinden ölçülen kriptografik anahtarın uzunluğu, özel anahtar şifrelemesinin gücünü ve güvenliğini tanımlar. Daha büyük anahtar boyutlarının oluşturulması daha fazla zaman ve işlem gücü gerektirir.

# KeySizeSettingsCard.AutomationProperties.HelpText
source: The cryptographic key's length, measured in bits, defines the strength and security of private key encryption. Bigger key sizes take more time and processing power to generate.
ar: يحدد طول مفتاح التشفير، المقاس بالبتات، قوة وأمان تشفير المفتاح الخاص. تستغرق أحجام المفاتيح الأكبر وقتًا أطول وقوة معالجة أكبر لإنشائها.
de_de: Die Länge des kryptografischen Schlüssels, gemessen in Bit, bestimmt die Stärke und Sicherheit der Verschlüsselung mit dem privaten Schlüssel. Größere Schlüssellängen erfordern mehr Zeit und Rechenleistung für die Generierung.
el_gr: Το μήκος του κρυπτογραφικού κλειδιού, μετρημένο σε bits, καθορίζει την ισχύ και την ασφάλεια της κρυπτογράφησης ιδιωτικού κλειδιού. Μεγαλύτερα μεγέθη κλειδιών απαιτούν περισσότερο χρόνο και επεξεργαστική ισχύ για να παραχθούν.
es: La longitud de la clave criptográfica, medida en bits, define la fortaleza y seguridad del cifrado de clave privada. Tamaños de clave mayores requieren más tiempo y potencia de procesamiento para generar.
fr_fr: La longueur de la clé cryptographique, mesurée en bits, définit la force et la sécurité du chiffrement de la clé privée. Des tailles de clé plus grandes prennent plus de temps et de puissance de traitement à générer.
he_il: אורך המפתח הקריפטוגרפי, הנמדד בסיביות, מגדיר את החוזק והאבטחה של הצפנת מפתח פרטי. גדלי מפתח גדולים יותר דורשים יותר זמן וכוח עיבוד ליצירה.
hi_in: क्रिप्टोग्राफिक कुंजी की लंबाई, बिट्स में मापी जाती है, जो निजी कुंजी एन्क्रिप्शन की ताकत और सुरक्षा को परिभाषित करती है। बड़ी कुंजी आकार बनाने में अधिक समय और संसाधन लगते हैं।
ja_jp: ビット単位で測定される暗号化キーの長さは、秘密キー暗号化の強度とセキュリティを定義します。キーサイズが大きいほど、生成により多くの時間と処理能力が必要です。
ml_in: ക്രിപ്‌റ്റോഗ്രാഫിക് കീയുടെ നീളം, ബിറ്റുകളിൽ അളക്കുന്നത്, സ്വകാര്യ കീ എൻക്രിപ്ഷന്റെ ശക്തിയും സുരക്ഷയും നിർവചിക്കുന്നു. വലിയ കീ വലുപ്പങ്ങൾക്ക് കൂടുതൽ സമയവും പ്രോസസ്സിംഗ് ശക്തിയും ആവശ്യമാണ്.
pl_pl: Długość klucza kryptograficznego, mierzona w bitach, określa siłę i bezpieczeństwo szyfrowania kluczem prywatnym. Większe rozmiary kluczy wymagają więcej czasu i mocy obliczeniowej do wygenerowania.
tr_tr: Bit cinsinden ölçülen kriptografik anahtarın uzunluğu, özel anahtar şifrelemesinin gücünü ve güvenliğini tanımlar. Daha büyük anahtar boyutlarının oluşturulması daha fazla zaman ve işlem gücü gerektirir.

# CommonNameSettingsCard.Header
source: Common Name
ar: الاسم الشائع
de_de: Allgemeiner Name
el_gr: Κοινό Όνομα
es: Nombre Común
fr_fr: Nom Commun
he_il: שם נפוץ
hi_in: कॉमन नाम
ja_jp: 共通名
ml_in: പൊതുനാമം
pl_pl: Nazwa pospolita
tr_tr: Ortak Ad

# CommonNameSettingsCard.Description
source: The Common Name (CN) is a field in a certificate that specifies the fully qualified domain name (FQDN) or identifier the certificate is issued for.
ar: الاسم الشائع (CN) هو حقل في الشهادة يحدد اسم المجال المؤهل بالكامل (FQDN) أو المعرف الذي تم إصدار الشهادة له.
de_de: Der Common Name (CN) ist ein Feld in einem Zertifikat, das den vollqualifizierten Domänennamen (FQDN) oder die Kennung angibt, für die das Zertifikat ausgestellt wurde.
el_gr: Το Κοινό Όνομα (CN) είναι ένα πεδίο σε ένα πιστοποιητικό που καθορίζει το πλήρως προσδιορισμένο όνομα τομέα (FQDN) ή το αναγνωριστικό για το οποίο εκδίδεται το πιστοποιητικό.
es: El Nombre Común (CN) es un campo en un certificado que especifica el nombre de dominio completamente calificado (FQDN) o identificador para el que se emite el certificado.
fr_fr: Le Nom Commun (CN) est un champ dans un certificat qui spécifie le nom de domaine complet (FQDN) ou l'identifiant pour lequel le certificat est émis.
he_il: השם הנפוץ (CN) הוא שדה בתעודה שמציין את שם הדומיין המלא (FQDN) או המזהה שעבורו הונפקה התעודה.
hi_in: कॉमन नाम (CN) प्रमाणपत्र का एक फ़ील्ड है जो पूर्ण रूप से योग्य डोमेन नाम (FQDN) या पहचानकर्ता को निर्दिष्ट करता है जिसके लिए प्रमाणपत्र जारी किया गया है।
ja_jp: 共通名（CN）は証明書内のフィールドで、証明書が発行される完全修飾ドメイン名（FQDN）または識別子を指定します。
ml_in: പൊതുനാമം (CN) ഒരു സർട്ടിഫിക്കറ്റിലെ ഒരു ഫീൽഡാണ്, അത് സർട്ടിഫിക്കറ്റ് ഇഷ്യൂ ചെയ്ത പൂർണ്ണ യോഗ്യതയുള്ള ഡൊമെയ്ൻ നാമം (FQDN) അല്ലെങ്കിൽ ഐഡന്റിഫയർ വ്യക്തമാക്കുന്നു.
pl_pl: Nazwa pospolita (CN) to pole w certyfikacie, które określa w pełni kwalifikowaną nazwę domeny (FQDN) lub identyfikator, dla którego certyfikat jest wystawiony.
tr_tr: Ortak Ad (CN), sertifikadaki tam etki alanı adını (FQDN) veya sertifikanın verildiği tanımlayıcıyı belirten bir alandır.

# CommonNameSettingsCard.ToolTipService.ToolTip
source: The Common Name (CN) is a field in a certificate that specifies the fully qualified domain name (FQDN) or identifier the certificate is issued for.
ar: الاسم الشائع (CN) هو حقل في الشهادة يحدد اسم المجال المؤهل بالكامل (FQDN) أو المعرف الذي تم إصدار الشهادة له.
de_de: Der Common Name (CN) ist ein Feld in einem Zertifikat, das den vollqualifizierten Domänennamen (FQDN) oder die Kennung angibt, für die das Zertifikat ausgestellt wurde.
el_gr: Το Κοινό Όνομα (CN) είναι ένα πεδίο σε ένα πιστοποιητικό που καθορίζει το πλήρως προσδιορισμένο όνομα τομέα (FQDN) ή το αναγνωριστικό για το οποίο εκδίδεται το πιστοποιητικό.
es: El Nombre Común (CN) es un campo en un certificado que especifica el nombre de dominio completamente calificado (FQDN) o identificador para el que se emite el certificado.
fr_fr: Le Nom Commun (CN) est un champ dans un certificat qui spécifie le nom de domaine complet (FQDN) ou l'identifiant pour lequel le certificat est émis.
he_il: השם הנפוץ (CN) הוא שדה בתעודה שמציין את שם הדומיין המלא (FQDN) או המזהה שעבורו הונפקה התעודה.
hi_in: कॉमन नाम (CN) प्रमाणपत्र का एक फ़ील्ड है जो पूर्ण रूप से योग्य डोमेन नाम (FQDN) या पहचानकर्ता को निर्दिष्ट करता है जिसके लिए प्रमाणपत्र जारी किया गया है।
ja_jp: 共通名（CN）は証明書内のフィールドで、証明書が発行される完全修飾ドメイン名（FQDN）または識別子を指定します。
ml_in: പൊതുനാമം (CN) ഒരു സർട്ടിഫിക്കറ്റിലെ ഒരു ഫീൽഡാണ്, അത് സർട്ടിഫിക്കറ്റ് ഇഷ്യൂ ചെയ്ത പൂർണ്ണ യോഗ്യതയുള്ള ഡൊമെയ്ൻ നാമം (FQDN) അല്ലെങ്കിൽ ഐഡന്റിഫയർ വ്യക്തമാക്കുന്നു.
pl_pl: Nazwa pospolita (CN) to pole w certyfikacie, które określa w pełni kwalifikowaną nazwę domeny (FQDN) lub identyfikator, dla którego certyfikat jest wystawiony.
tr_tr: Ortak Ad (CN), sertifikadaki tam etki alanı adını (FQDN) veya sertifikanın verildiği tanımlayıcıyı belirten bir alandır.

# CommonNameSettingsCard.AutomationProperties.HelpText
source: The Common Name (CN) is a field in a certificate that specifies the fully qualified domain name (FQDN) or identifier the certificate is issued for.
ar: الاسم الشائع (CN) هو حقل في الشهادة يحدد اسم المجال المؤهل بالكامل (FQDN) أو المعرف الذي تم إصدار الشهادة له.
de_de: Der Common Name (CN) ist ein Feld in einem Zertifikat, das den vollqualifizierten Domänennamen (FQDN) oder die Kennung angibt, für die das Zertifikat ausgestellt wurde.
el_gr: Το Κοινό Όνομα (CN) είναι ένα πεδίο σε ένα πιστοποιητικό που καθορίζει το πλήρως προσδιορισμένο όνομα τομέα (FQDN) ή το αναγνωριστικό για το οποίο εκδίδεται το πιστοποιητικό.
es: El Nombre Común (CN) es un campo en un certificado que especifica el nombre de dominio completamente calificado (FQDN) o identificador para el que se emite el certificado.
fr_fr: Le Nom Commun (CN) est un champ dans un certificat qui spécifie le nom de domaine complet (FQDN) ou l'identifiant pour lequel le certificat est émis.
he_il: השם הנפוץ (CN) הוא שדה בתעודה שמציין את שם הדומיין המלא (FQDN) או המזהה שעבורו הונפקה התעודה.
hi_in: कॉमन नाम (CN) प्रमाणपत्र का एक फ़ील्ड है जो पूर्ण रूप से योग्य डोमेन नाम (FQDN) या पहचानकर्ता को निर्दिष्ट करता है जिसके लिए प्रमाणपत्र जारी किया गया है।
ja_jp: 共通名（CN）は証明書内のフィールドで、証明書が発行される完全修飾ドメイン名（FQDN）または識別子を指定します。
ml_in: പൊതുനാമം (CN) ഒരു സർട്ടിഫിക്കറ്റിലെ ഒരു ഫീൽഡാണ്, അത് സർട്ടിഫിക്കറ്റ് ഇഷ്യൂ ചെയ്ത പൂർണ്ണ യോഗ്യതയുള്ള ഡൊമെയ്ൻ നാമം (FQDN) അല്ലെങ്കിൽ ഐഡന്റിഫയർ വ്യക്തമാക്കുന്നു.
pl_pl: Nazwa pospolita (CN) to pole w certyfikacie, które określa w pełni kwalifikowaną nazwę domeny (FQDN) lub identyfikator, dla którego certyfikat jest wystawiony.
tr_tr: Ortak Ad (CN), sertifikadaki tam etki alanı adını (FQDN) veya sertifikanın verildiği tanımlayıcıyı belirten bir alandır.

# ValiditySettingsCard.Header
source: Validity
ar: الصلاحية
de_de: Gültigkeit
el_gr: Ισχύς
es: Validez
fr_fr: Validité
he_il: תוקף
hi_in: मान्यता अवधि
ja_jp: 有効期間
ml_in: സാധുത
pl_pl: Ważność
tr_tr: Geçerlilik

# ValiditySettingsCard.Description
source: The time period (in years) during which a certificate is considered valid and trusted.
ar: الفترة الزمنية (بالسنوات) التي تعتبر خلالها الشهادة صالحة وموثوقة.
de_de: Der Zeitraum (in Jahren), in dem ein Zertifikat als gültig und vertrauenswürdig gilt.
el_gr: Η χρονική περίοδος (σε έτη) κατά την οποία ένα πιστοποιητικό θεωρείται έγκυρο και αξιόπιστο.
es: El período de tiempo (en años) durante el cual un certificado se considera válido y confiable.
fr_fr: La période (en années) pendant laquelle un certificat est considéré comme valide et fiable.
he_il: התקופה (בשנים) שבה התעודה נחשבת תקפה ומהימנה.
hi_in: वर्षों में वह अवधि जिसके दौरान एक प्रमाणपत्र मान्य और विश्वसनीय माना जाता है।
ja_jp: 証明書が有効で信頼されるとみなされる期間（年単位）です。
ml_in: ഒരു സർട്ടിഫിക്കറ്റ് സാധുതയുള്ളതും വിശ്വസനീയവുമായി കണക്കാക്കപ്പെടുന്ന സമയപരിധി (വർഷങ്ങളിൽ).
pl_pl: Okres (w latach), przez który certyfikat jest uważany za ważny i zaufany.
tr_tr: Bir sertifikanın geçerli ve güvenilir kabul edildiği dönem (yıl olarak).

# ValiditySettingsCard.ToolTipService.ToolTip
source: The time period (in years) during which a certificate is considered valid and trusted.
ar: الفترة الزمنية (بالسنوات) التي تعتبر خلالها الشهادة صالحة وموثوقة.
de_de: Der Zeitraum (in Jahren), in dem ein Zertifikat als gültig und vertrauenswürdig gilt.
el_gr: Η χρονική περίοδος (σε έτη) κατά την οποία ένα πιστοποιητικό θεωρείται έγκυρο και αξιόπιστο.
es: El período de tiempo (en años) durante el cual un certificado se considera válido y confiable.
fr_fr: La période (en années) pendant laquelle un certificat est considéré comme valide et fiable.
he_il: התקופה (בשנים) שבה התעודה נחשבת תקפה ומהימנה.
hi_in: वर्षों में वह अवधि जिसके दौरान एक प्रमाणपत्र मान्य और विश्वसनीय माना जाता है।
ja_jp: 証明書が有効で信頼されるとみなされる期間（年単位）です。
ml_in: ഒരു സർട്ടിഫിക്കറ്റ് സാധുതയുള്ളതും വിശ്വസനീയവുമായി കണക്കാക്കപ്പെടുന്ന സമയപരിധി (വർഷങ്ങളിൽ).
pl_pl: Okres (w latach), przez który certyfikat jest uważany za ważny i zaufany.
tr_tr: Bir sertifikanın geçerli ve güvenilir kabul edildiği dönem (yıl olarak).

# ValiditySettingsCard.AutomationProperties.HelpText
source: The time period (in years) during which a certificate is considered valid and trusted.
ar: الفترة الزمنية (بالسنوات) التي تعتبر خلالها الشهادة صالحة وموثوقة.
de_de: Der Zeitraum (in Jahren), in dem ein Zertifikat als gültig und vertrauenswürdig gilt.
el_gr: Η χρονική περίοδος (σε έτη) κατά την οποία ένα πιστοποιητικό θεωρείται έγκυρο και αξιόπιστο.
es: El período de tiempo (en años) durante el cual un certificado se considera válido y confiable.
fr_fr: La période (en années) pendant laquelle un certificat est considéré comme valide et fiable.
he_il: התקופה (בשנים) שבה התעודה נחשבת תקפה ומהימנה.
hi_in: वर्षों में वह अवधि जिसके दौरान एक प्रमाणपत्र मान्य और विश्वसनीय माना जाता है।
ja_jp: 証明書が有効で信頼されるとみなされる期間（年単位）です。
ml_in: ഒരു സർട്ടിഫിക്കറ്റ് സാധുതയുള്ളതും വിശ്വസനീയവുമായി കണക്കാക്കപ്പെടുന്ന സമയപരിധി (വർഷങ്ങളിൽ).
pl_pl: Okres (w latach), przez który certyfikat jest uważany za ważny i zaufany.
tr_tr: Bir sertifikanın geçerli ve güvenilir kabul edildiği dönem (yıl olarak).

# PFXPasswordSettingsCard.Header
source: PFX Encryption Password
ar: كلمة مرور تشفير PFX
de_de: PFX-Verschlüsselungskennwort
el_gr: Κωδικός Κρυπτογράφησης PFX
es: Contraseña de Cifrado PFX
fr_fr: Mot de Passe de Chiffrement PFX
he_il: סיסמת הצפנת PFX
hi_in: PFX एन्क्रिप्शन पासवर्ड
ja_jp: PFX暗号化パスワード
ml_in: PFX എൻക്രിപ്ഷൻ പാസ്‌വേഡ്
pl_pl: Hasło szyfrowania PFX
tr_tr: PFX Şifreleme Şifresi

# PFXPasswordSettingsCard.Description
source: A secure passphrase used to encrypt and protect access to the private key and certificate data within a PFX (Personal Information Exchange) file.
ar: عبارة مرور آمنة تستخدم لتشفير وحماية الوصول إلى المفتاح الخاص وبيانات الشهادة داخل ملف PFX (تبادل المعلومات الشخصية).
de_de: Eine sichere Passphrase, die verwendet wird, um den Zugriff auf den privaten Schlüssel und die Zertifikatdaten innerhalb einer PFX (Personal Information Exchange)-Datei zu verschlüsseln und zu schützen.
el_gr: Μια ασφαλής φράση-κλειδί που χρησιμοποιείται για την κρυπτογράφηση και την προστασία της πρόσβασης στο ιδιωτικό κλειδί και στα δεδομένα πιστοποιητικού μέσα σε ένα αρχείο PFX (Personal Information Exchange).
es: Una frase de contraseña segura utilizada para cifrar y proteger el acceso a la clave privada y los datos del certificado dentro de un archivo PFX (Intercambio de Información Personal).
fr_fr: Une phrase secrète sécurisée utilisée pour chiffrer et protéger l'accès à la clé privée et aux données de certificat dans un fichier PFX (Personal Information Exchange).
he_il: ביטוי סיסמה מאובטח המשמש להצפנה והגנה על גישה למפתח הפרטי ולנתוני התעודה בתוך קובץ PFX (Personal Information Exchange).
hi_in: PFX (Personal Information Exchange) फ़ाइल में निजी कुंजी और प्रमाणपत्र डेटा तक पहुँच को एन्क्रिप्ट और सुरक्षित करने के लिए उपयोग किया जाने वाला एक सुरक्षित पासफ़्रेज।
ja_jp: PFX（Personal Information Exchange）ファイル内の秘密キーと証明書データへのアクセスを暗号化および保護するために使用される安全なパスフレーズです。
ml_in: ഒരു PFX (പേഴ്‌സണൽ ഇൻഫർമേഷൻ എക്‌സ്‌ചേഞ്ച്) ഫയലിനുള്ളിലെ സ്വകാര്യ കീയിലേക്കും സർട്ടിഫിക്കറ്റ് ഡാറ്റയിലേക്കുമുള്ള ആക്‌സസ് എൻക്രിപ്റ്റ് ചെയ്യാനും സംരക്ഷിക്കാനും ഉപയോഗിക്കുന്ന സുരക്ഷിതമായ പാസ്‌ഫ്രെയ്‌സ്.
pl_pl: Bezpieczne hasło używane do szyfrowania i ochrony dostępu do klucza prywatnego i danych certyfikatu w pliku PFX (Personal Information Exchange).
tr_tr: Bir PFX (Kişisel Bilgi Alışverişi) dosyasındaki özel anahtara ve sertifika verilerine erişimi şifrelemek ve korumak için kullanılan güvenli bir parola.
